4_literature/MDIs/literature.org
#+TITLE: MDI Literature
#+OPTIONS: toc:nil

** MDIs and CDFIs
*** Minority Depository Institutions at the Dawn of the 21st Century, :Federal_Reserve:Working_Paper:
**** Abstract: 
     Financial globalization and international migration have altered the socioeconomic demographic makeup as well as the financial dynamics in immigrant-receiving countries. An outcome is the emergence and strengthening of a formal financial sector consisting of financialinstitutions that are owned and/or operated by a variety of  ethnic groups. Known as minority depository institutions (MDIs), they are often small community banks associated with an ethnic minority group. *This paper examines how MDIs are rooted and localized in different ways with different groups*, and are shaped by different regulatory and institutional contexts. *Specifically, it finds that MDIs serve co-ethnics first and foremost, and utilize ethnic assets, bonding social capital in particular, to develop their customer base while branching out to other groups by developing bridging social capital and broadening their product lines*.
**** Citation:
@techreport{liminority,
  title={Minority Depository Institutions at the Dawn of the 21st Century},
  author={Li, Wei and Lo, Lucia and Zhang, Eva},
  institution={working paper, available at https://www. fedpartnership. gov/federal-reserve-resources}
}
*** A Capital Infusion Program for Community Development: The Case of  the Community Development Capital Initiative :Federal_Reserve:Working_Paper:
**** Abstract:
This study investigates the Community Development Capital Initiative (CDCI) program, the characteristics of  the participants, and their subsequent small business lending behavior. Results show that participating banks are larger, older, and hold relatively less loan loss reserves when compared to a control sample of  non-participating banks. While participating banks experience stronger growth in small business lending in comparison to a control group of non-participating peers, the results do not indicate that the CDCI program led to an increase in small business lending. Overall, *participation in the CDCI program did not lead to the desired result: an increase in small business lending by participating banks*.
**** Citation:
**** URL: https://www.fedpartnership.gov/-/media/federal-reserve-resources/research/a-capital-infusion-program-for-community-development-the-case-of-the-community-development-capital-initiative-robinson.pdf
*** Annual Report on Preserving Minority Depository Institutions :Federal_Reserve:Working_Paper:
