4_literature/MDIs/literature.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-11-12 Mon 19:49 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>MDI Literature</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">MDI Literature</h1>

<div id="outline-container-org0da4093" class="outline-2">
<h2 id="org0da4093"><span class="section-number-2">1</span> MDIs and CDFIs</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org5eb0399" class="outline-3">
<h3 id="org5eb0399"><span class="section-number-3">1.1</span> Minority Depository Institutions at the Dawn of the 21st Century,&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Federal_Reserve">Federal_Reserve</span>&#xa0;<span class="Working_Paper">Working_Paper</span></span></h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org1f31c56" class="outline-4">
<h4 id="org1f31c56"><span class="section-number-4">1.1.1</span> Abstract:</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
Financial globalization and international migration have altered the socioeconomic demographic makeup as well as the financial dynamics in immigrant-receiving countries. An outcome is the emergence and strengthening of a formal financial sector consisting of financialinstitutions that are owned and/or operated by a variety of  ethnic groups. Known as minority depository institutions (MDIs), they are often small community banks associated with an ethnic minority group. <b>This paper examines how MDIs are rooted and localized in different ways with different groups</b>, and are shaped by different regulatory and institutional contexts. <b>Specifically, it finds that MDIs serve co-ethnics first and foremost, and utilize ethnic assets, bonding social capital in particular, to develop their customer base while branching out to other groups by developing bridging social capital and broadening their product lines</b>.
</p>
</div>
</div>
<div id="outline-container-org21a63c8" class="outline-4">
<h4 id="org21a63c8"><span class="section-number-4">1.1.2</span> Citation:</h4>
<div class="outline-text-4" id="text-1-1-2">
<p>
@techreport{liminority,
  title={Minority Depository Institutions at the Dawn of the 21st Century},
  author={Li, Wei and Lo, Lucia and Zhang, Eva},
  institution={working paper, available at <a href="https://www">https://www</a>. fedpartnership. gov/federal-reserve-resources}
}
</p>
</div>
</div>
</div>
<div id="outline-container-org697e755" class="outline-3">
<h3 id="org697e755"><span class="section-number-3">1.2</span> A Capital Infusion Program for Community Development: The Case of  the Community Development Capital Initiative&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Federal_Reserve">Federal_Reserve</span>&#xa0;<span class="Working_Paper">Working_Paper</span></span></h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgefcaaa9" class="outline-4">
<h4 id="orgefcaaa9"><span class="section-number-4">1.2.1</span> Abstract:</h4>
<div class="outline-text-4" id="text-1-2-1">
<p>
This study investigates the Community Development Capital Initiative (CDCI) program, the characteristics of  the participants, and their subsequent small business lending behavior. Results show that participating banks are larger, older, and hold relatively less loan loss reserves when compared to a control sample of  non-participating banks. While participating banks experience stronger growth in small business lending in comparison to a control group of non-participating peers, the results do not indicate that the CDCI program led to an increase in small business lending. Overall, <b>participation in the CDCI program did not lead to the desired result: an increase in small business lending by participating banks</b>.
</p>
</div>
</div>
<div id="outline-container-org173b473" class="outline-4">
<h4 id="org173b473"><span class="section-number-4">1.2.2</span> Citation:</h4>
</div>
<div id="outline-container-orge503860" class="outline-4">
<h4 id="orge503860"><span class="section-number-4">1.2.3</span> URL: <a href="https://www.fedpartnership.gov/-/media/federal-reserve-resources/research/a-capital-infusion-program-for-community-development-the-case-of-the-community-development-capital-initiative-robinson.pdf">https://www.fedpartnership.gov/-/media/federal-reserve-resources/research/a-capital-infusion-program-for-community-development-the-case-of-the-community-development-capital-initiative-robinson.pdf</a></h4>
</div>
</div>
<div id="outline-container-orgade682a" class="outline-3">
<h3 id="orgade682a"><span class="section-number-3">1.3</span> Annual Report on Preserving Minority Depository Institutions&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Federal_Reserve">Federal_Reserve</span>&#xa0;<span class="Working_Paper">Working_Paper</span></span></h3>
<div class="outline-text-3" id="text-1-3">
</div>
