4_literature/MDIs/literature.org
**** Abstract:
     
     The Board submits this report pursuant to section 367 of  the Dodd-Frank Act. Section 367 of  theDodd-Frank Act requires the Board to submit anannual report to the Congress detailing the actionstaken to fulfill the requirements outlined in sec-tion 308 of  the Financial Institutions Reform,Recovery, and Enforcement Act (FIRREA) of  1989,as amended by the Dodd-Frank Act in 2010. Inaddition to the annual reporting requirement, FIR-REA section 308 requires the Federal ReserveSystem (System) to devote efforts toward preservingminority ownership of  minority depository institu-tions (MDIs).The System’s Partnership for Progress (PFP) pro-gram was established in 2008 because the System rec-ognized the importance of  MDIs and wanted toindependently take steps to preserve and promotethese institutions. The System supports an inclusivefinancial system and understands the challengesinherent in providing access to credit and otherfinancial services in traditionally underserved areas.As such, the System remains committed to identify-ing additional opportunities to support the preserva-tion of  these organizations.At year-end 2017, the System supervised 16 MDIs,which collectively represented approximately 2 per-cent of  the 801 community and regional banks in theSystem’s community and regional banking organiza-tions portfolio. To support these institutions and toaccomplish minority depository-related FIRREAgoals, the System continues to dedicate resources toengage in outreach and technical assistance activities.Throughout 2017, staff  from the Board as well asPFP-dedicated staff  from each of  the 12 FederalReserve Banks (FRBs) engaged in activities to support MDIs. Highlights of  those activities included:

• Organizing the biennial Interagency MinorityDepository Institutions and Community Development Financial Institutions (CDFI) Bank Conference that took place April 5-6, 2017, in Los Angeles, California. The meeting was hosted at the Los Angeles branch of  the Federal Reserve Bank ofSan Francisco, and all planning was done in con-junction with staff  from the Office of  the Comp-troller of  the Currency (OCC) and Federal DepositInsurance Corporation (FDIC). The theme of  theconference was “Expanding the Impact: IncreasingCapacity & Influence,” and attendance includedover 175 people, mostly consisting of  MDI bankleadership;

• Organizing a post-conference workshop with theCDFI Fund to educate non-CDFI MDIs aboutthe benefits and application process of  CDFIcertification;

• Strengthening the partnership between the Board’sDivision of  Consumer and Community Affairs(C&CA) and Division of  Supervision and Regula-tion (S&R) divisions to share management of  thePFP program and diversify the resources and pro-graming available to MDIs. The System alsoworked to encourage partnership between exam-iner and community development staff  at the Fed-eral Reserve Banks (FRBs) to bring additionalresources to MDIs around the country;

• Attending the National Bankers Association(NBA) annual meeting in Washington, D.C., andhosting an exhibit table;

• Providing technical assistance to MDIs on a widevariety of  topics, including improving regulatoryratings, navigating the regulatory applications pro-cess, understanding changes to the CommunityReinvestment Act, and refining capital-planningpractices;

• Co-sponsoring the “Forum for Minority Bankers,”which was a partnership between the Board ofGovernors and the Federal Reserve Banks of  Kan-sas City (lead sponsor), Atlanta, Richmond, Phila-delphia, and St Louis. The forum is a national pro-gram that provides minority bank leaders withindustry and leadership development knowledgethat will enhance their careers and networks. It washeld in September 2017 in Kansas City, Missouri;acilitating in-person meetings between FederalReserve and MDI leaders to better understand thechallenges and opportunities facing FederalReserve-regulated MDIs;

• Presenting Federal Reserve-commissioned researchon MDIs at the annual interagency conference inLos Angeles and commissioning further researchfor 2018 to broaden the body of  research materialavailable to MDIs; andmaintaining a public website, which provides a fullmenu of  banking resources—including regulatoryguidance—relevant to MDIs.

**** Citation:
**** URL: https://www.federalreserve.gov/publications/files/preserving-minority-depository-institutions-2018.pdf
*** Minority Depository Institutions and Inclusive Community Development in California’s Post-Crisis Urban Context
**** Abstract:
**** Citation:
**** Author: Melody Chiong
**** URL:
*** The Economic Impact and Societal Gain from United Bank of Philadelphia Financing of Philadelphia Technician Training Institute
**** Abstract:
**** Citation:
**** Author: Russ Kashian
**** URL:
*** Mission-Oriented Bank Closings and Small Business Credit Availability in Low-Income and Minority Neighborhoods
**** Abstract:
     
     We conduct an investigation examining the relationship between bank closings and change in credit availability to local areas. The results of our research show significant frictions in credit supply to small businesses as a result of *banks closings, including Minority Depository Institutions and Community Development Financial Institutions (mission-oriented banks), which appear potent enough to cause cumulative declines in aggregate small business lending in certain neighborhoods. We also find evidence that such bank lending supply effects have repercussions on the growth of  the number of small businesses. We find this to be true particularly for LMI and minority neighborhoods*. In part some of  the changes in credit in local areas stem from disruptions in lending relationships or changes in bank branch presence. Some of the effects of bank credit supply shocks are mitigated by policy interventions, such as whether FDIC bank-closing interventions involved loss sharing agreements, and the extent of banking concentration or competition in the local area.

**** Citation:
**** Author: Maude Toussaint-Comeau and Robin Newberger
**** URL:
*** Minority-owned banks and their primary local market areas
