4_literature/MDIs/literature.org
**** Abstract:
     In this article, *we analyze the experience and performance of  MDIs in their primary local service areas in recent periods, including before, during, and after the 2008 financial crisis*. We provide a review of the sector, highlighting key policies and initiatives pertaining to and affecting these institutions, and provide a brief review of previous research. We document trends in the sector, including: 1) *the characteristics of the locations where MDIs tend to do business*; 2) *the changing landscape of  MDIs in terms of openings, closings, and mergers by ethnic ownership*; and 3) *the performance of MDIs as measured by selected financial ratios, including loan quality, operating income, and funding sources*. *We present these trends over time, comparing MDIs with nonminority-owned (non-MDI) community banks*.

The results of our analysis *confirm previous research findings that suggest that MDIs are more likely to focus on communities of  diverse ethnic and immigrant backgrounds*, and *within similar markets MDIs may be lending to different customers that have relatively greater income and credit constraints than those served by non-MDIs* (for example, Kashian et al, 2014). In addition, *we analyze the implications of changes to MDI banking structure (such as institutional closures) in places in which these banks have traditionally operated. We find mixed prospects for access to financial services. On the one hand,the MDI sector as a whole appears to have continued to maintain a presence in some markets to a greater extent than the aggressive closure rates of  these institutions would suggest. That is, even during an active period of mergers, acquisitions, and failures within the sector, new MDIs were being formed; and some MDIs were able to expand their deposits and geographical footprint. However, there is reason for concern in terms of  the overall MDI sector’s prospects for expanding its reach to customers in low-income areas, subsequent to the financial crisis. In some instances where MDIs have closed, they are being replaced by non-MDIs*.
**** Citation:
**** Author: Maude Toussaint-Comeau and Robin Newberger
**** URL:
*** Low-and Moderate-Income Surveys                  :Federal_Reserve:Survey:
**** Description: 
SeveralFRBs, including the Federal Reserve Bank ofKansas City, which retains a large number ofstate-member MDIs, publish quarterly results fromsurveys designed to measure the economic condi-tions of  LMI populations and the condition oforganizations that serve them.
*** Research on Ethnic Minority Neighborhoods        :Federal_Reserve:Survey:
**** Description: 

Fed-eral Reserve researchers also are interested inunderstanding the health, challenges, and opportu-nities of  ethnic minorities across the United States.In 2017, the Federal Reserve Bank of  Chicagoreleased a study entitled “Competitiveness of  Eth-nic Minority Neighborhoods in MetropolitanAreas in the Seventh District.” This article exam-ined employment change in ethnic minority neigh-borhoods and the extent to which these places areintegrated in their region’s economy, and exploredthe different factors associated with this integration.
**** URL: 
*** 2017 Small Business Credit Survey
**** Description: 

Timely information on small business financing needs, decisions and outcomes is critical to understanding and fostering the sector’s health and growth. This is especially important for MDI banks, many of whom specialize in small business lending to minority-owned businesses. To provide these insights to policymakers, researchers and service providers, the Small Business Credit Survey is a national collaboration among the 12 Federal Reserve Banks of  the System. In 2017, the Federal Reserve Bank of  New York conducted a survey ofPuerto Rico, home to Banco Popular, the largestFed-regulated MDI. The goals of  the survey wereto fill data gaps and to provide stakeholders,including policymakers, relevant and timely infor-mation on this important economic sector. Thissurvey was completed in May 2017, prior to hurri-canes Irma and Maria, which caused extensivedamage across Puerto Rico. Therefore, the resultsof  this year’s survey do not necessarily accuratelyreflect the current state of  the sector post-storms.Where these and last year’s results may prove use-ful is in establishing benchmarks, both point-in-time and trends, as the island and the small busi-ness sector recover. The Federal Reserve Bank ofNew York will continue to monitor this and othereconomic developments in Puerto Rico, recogniz-ing that the top priority remains meeting theimmediate humanitarian needs of  the people ofPuerto Rico

**** URL: 

*** Capital-raising among minority-owned banks before and after the financial crisis
**** Description:
**** Author: Robin Newberger
*** Some General Useful Notes and their Source:
**** Well-Capitalized Minimums:  https://www.fedpartnership.gov/bank-life-cycle/topic-index/capital-requirements

In order to operate without regulatory restrictions, an institution must be well-capitalized. To be well-capitalized, a bank must have:

    A tier 1 leverage ratio (tier 1 capital/total asset) of 5 percent
    A tier 1 risk-based ratio (tier 1 capital/risk-weighted assets) of 6 percent
    A total risk-based capital ratio (tier 1 + tier 2 capital/risk-weighted asset) of 10 percent

    /Personal Note/: This means that risk-weighted assets should be less than total assets.
*** The Changing Face of Communities Served by Minority Depository Institutions: 2001-2015
