4_literature/MDIs/literature.html
<div id="outline-container-org99bc200" class="outline-4">
<h4 id="org99bc200"><span class="section-number-4">1.7.1</span> Abstract:</h4>
<div class="outline-text-4" id="text-1-7-1">
<p>
In this article, <b>we analyze the experience and performance of  MDIs in their primary local service areas in recent periods, including before, during, and after the 2008 financial crisis</b>. We provide a review of the sector, highlighting key policies and initiatives pertaining to and affecting these institutions, and provide a brief review of previous research. We document trends in the sector, including: 1) <b>the characteristics of the locations where MDIs tend to do business</b>; 2) <b>the changing landscape of  MDIs in terms of openings, closings, and mergers by ethnic ownership</b>; and 3) <b>the performance of MDIs as measured by selected financial ratios, including loan quality, operating income, and funding sources</b>. <b>We present these trends over time, comparing MDIs with nonminority-owned (non-MDI) community banks</b>.
</p>

<p>
The results of our analysis <b>confirm previous research findings that suggest that MDIs are more likely to focus on communities of  diverse ethnic and immigrant backgrounds</b>, and <b>within similar markets MDIs may be lending to different customers that have relatively greater income and credit constraints than those served by non-MDIs</b> (for example, Kashian et al, 2014). In addition, <b>we analyze the implications of changes to MDI banking structure (such as institutional closures) in places in which these banks have traditionally operated. We find mixed prospects for access to financial services. On the one hand,the MDI sector as a whole appears to have continued to maintain a presence in some markets to a greater extent than the aggressive closure rates of  these institutions would suggest. That is, even during an active period of mergers, acquisitions, and failures within the sector, new MDIs were being formed; and some MDIs were able to expand their deposits and geographical footprint. However, there is reason for concern in terms of  the overall MDI sector’s prospects for expanding its reach to customers in low-income areas, subsequent to the financial crisis. In some instances where MDIs have closed, they are being replaced by non-MDIs</b>.
</p>
</div>
</div>
<div id="outline-container-orge15cff4" class="outline-4">
<h4 id="orge15cff4"><span class="section-number-4">1.7.2</span> Citation:</h4>
</div>
<div id="outline-container-orgddc8877" class="outline-4">
<h4 id="orgddc8877"><span class="section-number-4">1.7.3</span> Author: Maude Toussaint-Comeau and Robin Newberger</h4>
</div>
<div id="outline-container-org95b1eb8" class="outline-4">
<h4 id="org95b1eb8"><span class="section-number-4">1.7.4</span> URL:</h4>
</div>
</div>
<div id="outline-container-org27c185e" class="outline-3">
<h3 id="org27c185e"><span class="section-number-3">1.8</span> Low-and Moderate-Income Surveys&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Federal_Reserve">Federal_Reserve</span>&#xa0;<span class="Survey">Survey</span></span></h3>
<div class="outline-text-3" id="text-1-8">
</div>
<div id="outline-container-orgba096b1" class="outline-4">
<h4 id="orgba096b1"><span class="section-number-4">1.8.1</span> Description:</h4>
<div class="outline-text-4" id="text-1-8-1">
<p>
SeveralFRBs, including the Federal Reserve Bank ofKansas City, which retains a large number ofstate-member MDIs, publish quarterly results fromsurveys designed to measure the economic condi-tions of  LMI populations and the condition oforganizations that serve them.
</p>
</div>
</div>
</div>
<div id="outline-container-orgcbcabe3" class="outline-3">
<h3 id="orgcbcabe3"><span class="section-number-3">1.9</span> Research on Ethnic Minority Neighborhoods&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Federal_Reserve">Federal_Reserve</span>&#xa0;<span class="Survey">Survey</span></span></h3>
<div class="outline-text-3" id="text-1-9">
</div>
<div id="outline-container-org1a01f8c" class="outline-4">
<h4 id="org1a01f8c"><span class="section-number-4">1.9.1</span> Description:</h4>
<div class="outline-text-4" id="text-1-9-1">
<p>
Fed-eral Reserve researchers also are interested inunderstanding the health, challenges, and opportu-nities of  ethnic minorities across the United States.In 2017, the Federal Reserve Bank of  Chicagoreleased a study entitled “Competitiveness of  Eth-nic Minority Neighborhoods in MetropolitanAreas in the Seventh District.” This article exam-ined employment change in ethnic minority neigh-borhoods and the extent to which these places areintegrated in their region’s economy, and exploredthe different factors associated with this integration.
</p>
</div>
</div>
<div id="outline-container-org6a96bf0" class="outline-4">
<h4 id="org6a96bf0"><span class="section-number-4">1.9.2</span> URL:</h4>
</div>
</div>
<div id="outline-container-org8ff91ab" class="outline-3">
<h3 id="org8ff91ab"><span class="section-number-3">1.10</span> 2017 Small Business Credit Survey</h3>
<div class="outline-text-3" id="text-1-10">
</div>
<div id="outline-container-org414e590" class="outline-4">
<h4 id="org414e590"><span class="section-number-4">1.10.1</span> Description:</h4>
<div class="outline-text-4" id="text-1-10-1">
<p>
Timely information on small business financing needs, decisions and outcomes is critical to understanding and fostering the sector’s health and growth. This is especially important for MDI banks, many of whom specialize in small business lending to minority-owned businesses. To provide these insights to policymakers, researchers and service providers, the Small Business Credit Survey is a national collaboration among the 12 Federal Reserve Banks of  the System. In 2017, the Federal Reserve Bank of  New York conducted a survey ofPuerto Rico, home to Banco Popular, the largestFed-regulated MDI. The goals of  the survey wereto fill data gaps and to provide stakeholders,including policymakers, relevant and timely infor-mation on this important economic sector. Thissurvey was completed in May 2017, prior to hurri-canes Irma and Maria, which caused extensivedamage across Puerto Rico. Therefore, the resultsof  this year’s survey do not necessarily accuratelyreflect the current state of  the sector post-storms.Where these and last year’s results may prove use-ful is in establishing benchmarks, both point-in-time and trends, as the island and the small busi-ness sector recover. The Federal Reserve Bank ofNew York will continue to monitor this and othereconomic developments in Puerto Rico, recogniz-ing that the top priority remains meeting theimmediate humanitarian needs of  the people ofPuerto Rico
</p>
</div>
</div>

<div id="outline-container-org563385d" class="outline-4">
<h4 id="org563385d"><span class="section-number-4">1.10.2</span> URL:</h4>
</div>
</div>

<div id="outline-container-orge856f60" class="outline-3">
<h3 id="orge856f60"><span class="section-number-3">1.11</span> Capital-raising among minority-owned banks before and after the financial crisis</h3>
<div class="outline-text-3" id="text-1-11">
</div>
<div id="outline-container-org749334a" class="outline-4">
<h4 id="org749334a"><span class="section-number-4">1.11.1</span> Description:</h4>
</div>
<div id="outline-container-org6d76c8b" class="outline-4">
<h4 id="org6d76c8b"><span class="section-number-4">1.11.2</span> Author: Robin Newberger</h4>
</div>
</div>
<div id="outline-container-org288089d" class="outline-3">
<h3 id="org288089d"><span class="section-number-3">1.12</span> Some General Useful Notes and their Source:</h3>
<div class="outline-text-3" id="text-1-12">
</div>
<div id="outline-container-org33b0ae4" class="outline-4">
<h4 id="org33b0ae4"><span class="section-number-4">1.12.1</span> Well-Capitalized Minimums:  <a href="https://www.fedpartnership.gov/bank-life-cycle/topic-index/capital-requirements">https://www.fedpartnership.gov/bank-life-cycle/topic-index/capital-requirements</a></h4>
<div class="outline-text-4" id="text-1-12-1">
<p>
In order to operate without regulatory restrictions, an institution must be well-capitalized. To be well-capitalized, a bank must have:
</p>

<p>
A tier 1 leverage ratio (tier 1 capital/total asset) of 5 percent
A tier 1 risk-based ratio (tier 1 capital/risk-weighted assets) of 6 percent
A total risk-based capital ratio (tier 1 + tier 2 capital/risk-weighted asset) of 10 percent
</p>

<p>
<i>Personal Note</i>: This means that risk-weighted assets should be less than total assets.
</p>
</div>
</div>
</div>
