4_literature/MDIs/literature.org
**** Abstract:
This research analyzes factors related to the increase ofthe numbers ofMinority Depository Institutions (MDIs) from 2000 to 2015. There were 164and 174 MDIs in 2000 and 2015, respectively, according to a study by the Federal Depository Insurance Corporation. After separating thesebanks into Black-owned, Hispanic-owned, Asian American-owned and Native American-owned, this research found that the 10 bank increasewas not equally distributed across the MDI categories. The number of Black-owned banks decreased, but the number of Asian American-owned banks increased. The objective of this study is to expand the literature by disaggregating the growth and change in the industry by the subset categories of MDIs.  Disaggregationmakes it is possible to identify which typesof bankswitnessed changes in theircomposition.  It is also possible to identify the mechanism (merger, failure, and take-over) through which these changes occurred.
**** Citation:
@techreport{kashianchanging,
  title={The Changing Face of Communities Served by Minority Depository Institutions: 2001-2015},
  author={Kashian, Russell D and Contreras, Fernanda and Perez-Valdez, Claudia},
  institution={working paper draft, posted on Partnership for Progress website and available at https://www. communitybanking. org/\~{}/media/files/communitybanking/2016/session1\_paper4\_kashian. pdf}
}
**** Useful notes: 
***** See table 3, BlkBs tend to serve Blk communities and poorer communities.  
*** Ownership changes and lending at minority banks :Journal_of_Banking_and_Finance:1996:
**** Abstract:    
This paper examines the lending patterns of 34 commercial banks during alternate periods of minority and non-minority ownership in the 1980s and early 1990s. The principal finding, obtained using a partial adjustment analysis of bank lending and bank capital, is that *loan growth is slower when banks are owned by minorities compared to when they are owned by non-minorities*.
**** Citation:
@article{dahl1996ownership,
  title={Ownership changes and lending at minority banks: A note},
  author={Dahl, Drew},
  journal={Journal of Banking \& Finance},
  volume={20},
  number={7},
  pages={1289--1301},
  year={1996},
  publisher={Elsevier}
}
*** Whom do black-owned banks serve                         :Federal_Reserve:
**** Notes:
Poverty in Areas Served by Black-Owned Banks Deep poverty, for individuals in families reporting income  under  50  percent  of  the  federal  poverty  level,  affected  less  than  10  percent  of  the  nation  as  a  whole  in  2000  and  2011.  But  *deep-poverty  figures  were  substantially  larger  for  communities  served  by  BOBs  and  almost  twice  as  large  where  those banks hold at least 20 percent of a community’s deposits*. For  poverty  as  officially  measured,  the  rate  rose from 14.5 percent in 2000 to 17.3 percent in 2011.  The  pattern  for  individuals  in  families  below double the official poverty line resembles that for the other poverty cut-offs. It is notable that, where BOBs hold at least 20 percent of a community’s deposits, more than half of the residents live below the double-poverty cut-off. This finding suggests that BOBs tend to serve low-income customers with very limited asset holdings. (See “Poverty Rates for U.S. Areas Served by Black-Owned Banks.”) 
**** Citation:
@article{kashian2014whom,
  title={Whom do black-owned banks serve},
  author={Kashian, R and McGregory, Richard and McCrank, Derrek Grunfelder},
  journal={Communities banking. Boston Federal Reserve Bank.(Summer)},
  pages={29--31},
  year={2014}
}

