4_literature/MDIs/literature.html
<div id="outline-container-org10f1ca7" class="outline-3">
<h3 id="org10f1ca7"><span class="section-number-3">1.13</span> The Changing Face of Communities Served by Minority Depository Institutions: 2001-2015</h3>
<div class="outline-text-3" id="text-1-13">
</div>
<div id="outline-container-org37907e5" class="outline-4">
<h4 id="org37907e5"><span class="section-number-4">1.13.1</span> Abstract:</h4>
<div class="outline-text-4" id="text-1-13-1">
<p>
This research analyzes factors related to the increase ofthe numbers ofMinority Depository Institutions (MDIs) from 2000 to 2015. There were 164and 174 MDIs in 2000 and 2015, respectively, according to a study by the Federal Depository Insurance Corporation. After separating thesebanks into Black-owned, Hispanic-owned, Asian American-owned and Native American-owned, this research found that the 10 bank increasewas not equally distributed across the MDI categories. The number of Black-owned banks decreased, but the number of Asian American-owned banks increased. The objective of this study is to expand the literature by disaggregating the growth and change in the industry by the subset categories of MDIs.  Disaggregationmakes it is possible to identify which typesof bankswitnessed changes in theircomposition.  It is also possible to identify the mechanism (merger, failure, and take-over) through which these changes occurred.
</p>
</div>
</div>
<div id="outline-container-org594918b" class="outline-4">
<h4 id="org594918b"><span class="section-number-4">1.13.2</span> Citation:</h4>
<div class="outline-text-4" id="text-1-13-2">
<p>
@techreport{kashianchanging,
  title={The Changing Face of Communities Served by Minority Depository Institutions: 2001-2015},
  author={Kashian, Russell D and Contreras, Fernanda and Perez-Valdez, Claudia},
  institution={working paper draft, posted on Partnership for Progress website and available at <a href="https://www">https://www</a>. communitybanking. org/\~{}/media/files/communitybanking/2016/session1\<sub>paper4</sub>\<sub>kashian</sub>. pdf}
}
</p>
</div>
</div>
<div id="outline-container-org5129e73" class="outline-4">
<h4 id="org5129e73"><span class="section-number-4">1.13.3</span> Useful notes:</h4>
<div class="outline-text-4" id="text-1-13-3">
</div>
<ol class="org-ol">
<li><a id="orgbe66a9f"></a>See table 3, BlkBs tend to serve Blk communities and poorer communities.<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orge966bd1" class="outline-3">
<h3 id="orge966bd1"><span class="section-number-3">1.14</span> Ownership changes and lending at minority banks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Journal_of_Banking_and_Finance">Journal_of_Banking_and_Finance</span>&#xa0;<span class="1996">1996</span></span></h3>
<div class="outline-text-3" id="text-1-14">
</div>
<div id="outline-container-org7c7d479" class="outline-4">
<h4 id="org7c7d479"><span class="section-number-4">1.14.1</span> Abstract:</h4>
<div class="outline-text-4" id="text-1-14-1">
<p>
This paper examines the lending patterns of 34 commercial banks during alternate periods of minority and non-minority ownership in the 1980s and early 1990s. The principal finding, obtained using a partial adjustment analysis of bank lending and bank capital, is that <b>loan growth is slower when banks are owned by minorities compared to when they are owned by non-minorities</b>.
</p>
</div>
</div>
<div id="outline-container-orgb70d13f" class="outline-4">
<h4 id="orgb70d13f"><span class="section-number-4">1.14.2</span> Citation:</h4>
<div class="outline-text-4" id="text-1-14-2">
<p>
@article{dahl1996ownership,
  title={Ownership changes and lending at minority banks: A note},
  author={Dahl, Drew},
  journal={Journal of Banking \&amp; Finance},
  volume={20},
  number={7},
  pages={1289&#x2013;1301},
  year={1996},
  publisher={Elsevier}
}
</p>
</div>
</div>
</div>
<div id="outline-container-org3bfa865" class="outline-3">
<h3 id="org3bfa865"><span class="section-number-3">1.15</span> Whom do black-owned banks serve&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Federal_Reserve">Federal_Reserve</span></span></h3>
<div class="outline-text-3" id="text-1-15">
</div>
<div id="outline-container-org288697a" class="outline-4">
<h4 id="org288697a"><span class="section-number-4">1.15.1</span> Notes:</h4>
<div class="outline-text-4" id="text-1-15-1">
<p>
Poverty in Areas Served by Black-Owned Banks Deep poverty, for individuals in families reporting income  under  50  percent  of  the  federal  poverty  level,  affected  less  than  10  percent  of  the  nation  as  a  whole  in  2000  and  2011.  But  <b>deep-poverty  figures  were  substantially  larger  for  communities  served  by  BOBs  and  almost  twice  as  large  where  those banks hold at least 20 percent of a community’s deposits</b>. For  poverty  as  officially  measured,  the  rate  rose from 14.5 percent in 2000 to 17.3 percent in 2011.  The  pattern  for  individuals  in  families  below double the official poverty line resembles that for the other poverty cut-offs. It is notable that, where BOBs hold at least 20 percent of a community’s deposits, more than half of the residents live below the double-poverty cut-off. This finding suggests that BOBs tend to serve low-income customers with very limited asset holdings. (See “Poverty Rates for U.S. Areas Served by Black-Owned Banks.”) 
</p>
</div>
</div>
<div id="outline-container-org2e0f4de" class="outline-4">
<h4 id="org2e0f4de"><span class="section-number-4">1.15.2</span> Citation:</h4>
<div class="outline-text-4" id="text-1-15-2">
<p>
@article{kashian2014whom,
  title={Whom do black-owned banks serve},
  author={Kashian, R and McGregory, Richard and McCrank, Derrek Grunfelder},
  journal={Communities banking. Boston Federal Reserve Bank.(Summer)},
  pages={29&#x2013;31},
  year={2014}
}
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2018-11-12 Mon 19:49</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
